var store = [{
        "title": "스위치의 기본 동작",
        "excerpt":"🌷 개요 스위치 2계층 장비 네트워크의 가장 핵심적인 장비 MAC 주소를 기반으로 동작 스위치의 기본 동작 네트워크 중간에서 패킷을 받아, 필요한 곳에만 보내준다. (네트워크의 통신을 중재) 아무 설정을 하지 않고 연결만 해도 MAC 주소를 기반으로 패킷을 전달한다. 추가 기능 VLAN 기능 : 논리적으로 네트워크를 분리 STP 기능 (스패닝 트리 프로토콜)...","categories": ["network"],
        "tags": ["network"],
        "url": "/network/2024-01-15-network-switch/",
        "teaser": null
      },{
        "title": "스위치의 추가 기능 - VLAN",
        "excerpt":"🌷 개요 스위치 2계층 장비 네트워크의 가장 핵심적인 장비 MAC 주소를 기반으로 동작 스위치의 기본 동작 네트워크 중간에서 패킷을 받아, 필요한 곳에만 보내준다. (네트워크의 통신을 중재) 아무 설정을 하지 않고 연결만 해도 MAC 주소를 기반으로 패킷을 전달한다. 추가 기능 VLAN 기능 : 논리적으로 네트워크를 분리 STP 기능 (스패닝 트리 프로토콜)...","categories": ["network"],
        "tags": ["network"],
        "url": "/network/2024-01-16-network-switch/",
        "teaser": null
      },{
        "title": "스위치의 추가 기능 - STP",
        "excerpt":"🌷 개요 스위치 2계층 장비 네트워크의 가장 핵심적인 장비 MAC 주소를 기반으로 동작 스위치의 기본 동작 네트워크 중간에서 패킷을 받아, 필요한 곳에만 보내준다. (네트워크의 통신을 중재) 아무 설정을 하지 않고 연결만 해도 MAC 주소를 기반으로 패킷을 전달한다. 추가 기능 VLAN 기능 : 논리적으로 네트워크를 분리 STP 기능 (스패닝 트리 프로토콜)...","categories": ["network"],
        "tags": ["network"],
        "url": "/network/2024-01-16-network-switch2/",
        "teaser": null
      },{
        "title": "2024 정보처리기사 1회차 정보",
        "excerpt":"🌷 개요 일정 필기 원서접수 01.23(화) ~ 01.26(금) 필기 시험 02.15(목) ~ 03.07(목) 필기 합격자발표 03.13(수) 서류제출 02.15(목) ~ 03.25(월) 실기 원서접수 03.26(화) ~ 03.29(금)` 실기 시험 04.27(토)` 합격자발표 06.18(화) 준비물 필기 : 수험표(스마트폰), 신분증 실기 : 검정펜, 수험표(출력), 신분증 시험 필기 : CBT로 컴퓨터 제출 후 바로 점수 확인...","categories": ["cert"],
        "tags": ["cert"],
        "url": "/cert/2024-01-19-cert-data/",
        "teaser": null
      }]
