var store = [{
        "title": "스위치의 기본 동작",
        "excerpt":"🌷 개요 스위치 2계층 장비 네트워크의 가장 핵심적인 장비 MAC 주소를 기반으로 동작 스위치의 기본 동작 네트워크 중간에서 패킷을 받아, 필요한 곳에만 보내준다. (네트워크의 통신을 중재) 아무 설정을 하지 않고 연결만 해도 MAC 주소를 기반으로 패킷을 전달한다. 추가 기능 VLAN 기능 : 논리적으로 네트워크를 분리 STP 기능 (스패닝 트리 프로토콜)...","categories": ["network"],
        "tags": ["network"],
        "url": "/network/2024-01-15-network-switch/",
        "teaser": null
      },{
        "title": "스위치의 추가 기능 - VLAN",
        "excerpt":"🌷 개요 스위치 2계층 장비 네트워크의 가장 핵심적인 장비 MAC 주소를 기반으로 동작 스위치의 기본 동작 네트워크 중간에서 패킷을 받아, 필요한 곳에만 보내준다. (네트워크의 통신을 중재) 아무 설정을 하지 않고 연결만 해도 MAC 주소를 기반으로 패킷을 전달한다. 추가 기능 VLAN 기능 : 논리적으로 네트워크를 분리 STP 기능 (스패닝 트리 프로토콜)...","categories": ["network"],
        "tags": ["network"],
        "url": "/network/2024-01-16-network-switch/",
        "teaser": null
      },{
        "title": "스위치의 추가 기능 - STP",
        "excerpt":"🌷 개요 스위치 2계층 장비 네트워크의 가장 핵심적인 장비 MAC 주소를 기반으로 동작 스위치의 기본 동작 네트워크 중간에서 패킷을 받아, 필요한 곳에만 보내준다. (네트워크의 통신을 중재) 아무 설정을 하지 않고 연결만 해도 MAC 주소를 기반으로 패킷을 전달한다. 추가 기능 VLAN 기능 : 논리적으로 네트워크를 분리 STP 기능 (스패닝 트리 프로토콜)...","categories": ["network"],
        "tags": ["network"],
        "url": "/network/2024-01-16-network-switch2/",
        "teaser": null
      },{
        "title": "2024 정보처리기사 1회차 실기 정보",
        "excerpt":"🌷 개요 일정 필기 원서접수 01.23(화) ~ 01.26(금) 필기 시험 02.15(목) ~ 03.07(목) 필기 합격자발표 03.13(수) 서류제출 02.15(목) ~ 03.25(월) 실기 원서접수 03.26(화) ~ 03.29(금)` 실기 시험 04.27(토)` 합격자발표 06.18(화) 준비물 필기 : 수험표(스마트폰), 신분증 실기 : 검정펜, 수험표(출력), 신분증 시험 필기 : CBT로 컴퓨터 제출 후 바로 점수 확인...","categories": ["study"],
        "tags": ["study"],
        "url": "/study/2024-01-19-cert-data/",
        "teaser": null
      },{
        "title": "javascript DeepDive 스터디 회고",
        "excerpt":"🌷 노션 Javascript Deep Dive 스터디 🌷 레파지토리 https://github.com/Javascript-sc/javascript-deepdive 기간 2023-01 ~ 2023-12 스터디에 중간 합류를 했다. 이미 시작된 스터디라 중간 합류가 고민이 되었지만, 사내 프론트엔드 개발자분들과의 소통 창구가 될 수 있을 것 같고, 자바크립트에 관해 깊이 공부해볼 수 있는 기회라고 생각하여 제의를 받은 당일 합류 의사를 밝히며 들어갈 수...","categories": ["study"],
        "tags": ["javascript"],
        "url": "/study/2024-03-09-js-study/",
        "teaser": null
      },{
        "title": "라우터 / L3 스위치 - 3계층 장비",
        "excerpt":"🏷️ 개요 라우터는 대표적인 3계층 장비로, 경로를 지정해주는 장비다. 들어오는 패킷의 목적지 IP 주소를 확인하고 자신이 가진 경로 정보를 이용해 패킷을 최적의 경로로 포워딩한다. 현대 네트워크 환경에서는 인터넷을 연결하기 위한 원격지 통신이 매우 중요한데, 라우터는 이러한 원격지 네트워크를 구성하는 핵심 장비다. 💡 참고 - 라우터와 L3 스위치는 같은 기능을 하는데, 어떤...","categories": ["network"],
        "tags": ["network"],
        "url": "/network/2024-03-12-network-router/",
        "teaser": null
      }]
